import React from 'react'

const Nonprofit = () => {
  return (
    <div className='space-y-4'>
    <h5>منظمة <br />  غير حكومية</h5>
    <p>اقتباس محمد حجي</p>
    <p>
    في حين أن مصطلحي "منظمة غير ربحية" و "منظمة غير حكومية" لا يحملان الكثير من الوزن في رؤوس العامة، فحقيقة الأمر هي أن هناك منظمات غير ربحية ومنظمات غير حكومية يتخطى وزنها ونفوذها نفوذ دول بأكملها. 
    </p>
    <p>
    هذه المنظمات تأتي على كل الأشكال والألوان، ولا تقتصر فقط على المنظمات الخيرية والإغاثية أو منظمات حقوق الإنسان.
    </p>
    <p>
    هاهي بعض الأسماء التي قد يجدها البعض مألوفة:
    </p>
    <p>
    - الفيفا، منظمة غير ربحية. <br />
    - اللجنة الأوليمبية الدولية IOC -الجهة المنظمة للأوليمبياد- منظمة غير ربحية <br />
    - معهد مهندسي الكهرباء والإلكترونيات IEEE، منظمة غير ربحية <br />
    - الآيكان ICANN، المسئول والمتحكم الوحيد في "عنونة الإنترنت" على الكوكب، منظمة غير ربحية. <br />
    - المنتدى الاقتصادي العالمي World Economic Forum، والذي يمارس نفوذًا هائلًا فيما يتعلق بتحريك وتشكيل اقتصاديات وصناعات الكوكب، هو منظمة غير حكومية.
    </p>
</div>
  )
}

export default Nonprofit