import React from 'react'

const Wikipedia = () => {
    return (
        <div className='space-y-4'>
            <h5>ويكيبيديا <br /> السهل الممتنع</h5>
            <p>اقتباس محمد حجي</p>
            <p>
                أزعم أن ويكيبيديا هي أحد أعظم -إن لم تكن أعظم- مشاريع توثيق وحفظ المعرفة البشرية على الإطلاق، وأن دورها لا يقل بأي حال من الأحوال عن الدور الذي لعبته أمثال مكتبة الأسكندرية أو بيت الحكمة قديمًا من ناحية التأثير والأهمية
            </p>
            <p>
                إذا كنت تعتقد أنني أبالغ في الوصف السابق، فمن المرجح أن السبب هو أنك &quot;لا تُعاني&quot; للوصول إليها كما عانى الأسبقون في الوصول لبيوت العلوم. في النهاية، هي على بعد ضغطة زر
            </p>
            <p>
                لترى حجم ما نتحدث عنه هنا، تمعّن في الأرقام التالية: ويكيبيديا تحتوي على توثيق للمعرفة البشرية بـ 300 لُغة، وذلك على هيئة 55,000,000 مقال (بعضها من الطول ما يُمكن تحويله لكُتيِّب)، وتخدم 1,700,000,000 شخص شهريًا
            </p>
            <p>
                أزعم أن ويكيبيديا هي أحد أعظم -إن لم تكن أعظم- مشاريع توثيق وحفظ المعرفة البشرية على الإطلاق، وأن دورها لا يقل بأي حال من الأحوال عن الدور الذي لعبته أمثال مكتبة الأسكندرية أو بيت الحكمة قديمًا من ناحية التأثير والأهمية.
                إذا كنت تعتقد أنني أبالغ في الوصف السابق، فمن المرجح أن السبب هو أنك &quot;لا تُعاني&quot; للوصول إليها كما عانى الأسبقون في الوصول لبيوت العلوم. في النهاية، هي على بعد ضغطة زر.
                لترى حجم ما نتحدث عنه هنا، تمعّن في الأرقام التالية: ويكيبيديا تحتوي على توثيق للمعرفة البشرية بـ 300 لُغة، وذلك على هيئة 55,000,000 مقال (بعضها من الطول ما يُمكن تحويله لكُتيِّب)، وتخدم 1,700,000,000 شخص شهريًا.
                في حال كنت لا تزال تعتقد أن ويكيبيديا &quot;ليست دقيقة بما يكفي&quot; أو أنها &quot;مليئة بالتحيزات&quot;، و غيرها من الصور النمطية التي ارتبطت بها منذ 10 سنوات مثلًا، فأنت قطعًا بحاجة للاطلاع عليها مرة أخرى. ويكيبيديا هي كائن حي يتطور باستمرار، ولذا فلقد تغيرت كثيرًا خلال العقد الفائت.
                بالنسبة لنُقطة التحيزات تحديدُا، فقراءة سريعة بعين &quot;مُحايدة&quot; لمجموعة من الموضوعات الجدلية على ويكيبيديا - كتلك المُرتبطة بالسياسة أو الدين أو التاريخ - ستُظهر جليًا أنها لا تحتوي على تحيزات أكثر من أي مصدر آخر يُناقش نفس الموضوعات، وذلك لأن طبيعة تلك الموضوعات تعني أنه من المستحيل التحدث عنها دون التحيز لوجهة نظر مُعينة. (في الحقيقة، وبعيدًا عن ويكيبيديا، فمن غير المُمكن التخلص من التحيزات بشكل كامل حتى في موضوعات شديدة التجريد كالرياضيات مثلًا، كما ذكرت في مقال سابق.)
                عبقرية ويكيبيديا تتجلى تحديدًا في استخدامها لنموذج لتوثيق المعرفة لم يُستخدم من قبل في التاريخ: نموذج لامركزي قائم بالكامل على المُبادرات الفردية، يُغطي نطاقه الكوكب بأكمله.
                أكثر ما يثير الاهتمام في هذا النموذج هو أنه يجسّد فلسفة مُعينة تُعد حرفيًا النقيض المُباشر للكيفية التي يعمل بها العالم الآن.

                عالمنا الحالي يتكون من مجموعة من القوى المركزية المنعزله التي تمتلك وحدها -غصبًا عنّا- الحق الحصري في &quot;إدارة&quot; الجنس البشري، ولذا فهو عالم تتدفق فيه &quot;سُلطة الإنشاء والقُدرة على التغيير على مستوى واسع&quot; من الأعلى للأسفل.
                على النقيض، فعالم ويكيبيديا هو عالم لا مركزي لا يعرف الحدود، ولا يعترف بحقوق حصرية للاستئثار &quot;بحكاية الجنس البشري&quot;، وهو عالم ذاتي التصحيح تنبثق فيه الصورة الكبيرة بشكل مباشر من سلوك الأفراد، ولذا فاتجاه التدفق فيه معكوس: من الأسفل للأعلى.
                هذا التضاد البيِّن يجعل للنجاح منقطع النظير لنموذج ويكيبيديا -مُقارنة بكُل المحاولات المركزية التي سبقتها للقيام بنفس الشيء- تداعيات أعمق بكثير من مجرد تسجيل المعرفة البشرية. هو يدفعنا للتساؤل عما إذا كان النموذج الحالي لإدراة العالم هو &quot;بالفعل&quot; النموذج الأفضل، وعما إذا كان بالإمكان ببناء نظام عالمي جديد مُستوحى من نموذج ويكيبيديا، وعن قدرة ذلك النظام على تحقيق نجاح مماثل لما حققته
            </p>
        </div>

    )
}

export default Wikipedia