// Extend the Paper type to include the club property
export type Paper = {
  id: number;
  image: string;
  title: string;
  desc: string;
  club: string; // Added club as a string
};

// Update the papers array with the club property
export const papers: Paper[] = [
  {
    id: 0,
    image: "/paper/sudan.jpg",
    title: "البيأن التأسيسي",
    desc: "إلى الشعب السوداني الأصيل في ربوع الوطن بمختلف فئاته وانتماءاته إلى الشباب السوداني خاصة المتطلع نحو الوحدة والنهضة والأمن والازدهار, وكريم القيم والأخلاق",
    club: "الامانة العامة"
  },
  {
    id: 1,
    image: "/paper/1.png",
    title: "الميثاق الاجتماعي",
    desc: " مبدأ الشوري من أسس قيام الدولة ونظام الحكم فيها فلا يفرض مركز سلطة حاكما او امرا على ناحية دون ارادة اهلها بل الوجب أن يختار اهلها سياسة امرهم مما يليهم ومن يحكمهم بالعدل والقسط",
    club: "امانة المجتمع"
  },
  {
    id: 2,
    image: "/paper/history.webp",
    title: "بناء الدولة",
    desc: "أسبقية الدستور على الدولة، وأن تستمد الدولة مشروعيتها وهيئاتها وأسسها من الدستور  بحيث تكون السُلطة الأعلى هي سُلطة المجتمع النازلة في ميثاق الدستور والموجهة للدولة بمؤسساتها كافة",
    club: "الامانة السياسية"
  },
  {
    id: 3,
    image: "/paper/b.png",
    title: "الاقتصاد التشاركي",
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
    club: "امانة الاعلام"
  },
  {
    id: 4,
    image: "/paper/a.png",
    title: "القطاع الزراعي",
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
    club: "الامانة العامة"
  },
  {
    id: 5,
    image: "/paper/d.png",
    title: "الثقافة والفن",
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
    club: "امانة المجتمع"
  },
  {
    id: 6,
    image: "/paper/c.png",
    title: "التعليم المهني",
    desc: "مدرسة الاقتصاد التشاركي قريبة من المزاج السوداني في السودان، يوجد قيمة التضامن ولكن بدلاً من التضامن في الاستهلاك فقط، دعونا نتضامن في الإنتاج أيضًا",
    club: "الامانة السياسية"
  },
  // Add more papers with their respective clubs as needed
];