"use client"
import React, { useState } from 'react';

const ReadMore = () => {
  const [expand, setExpand] = useState (false);

  return (
    <div className="flex flex-col text-right items-end gap-2">
      <h1 className="font-medium text-[18px]"> Databayt داتابيت</h1>
      <p className="font-medium text-[17px]">مشروع تقني حول أتمتة الأعمال</p>
      <h4>
        {expand ? (
          'داتابيت معنية بتقديم أدوات تساعد على أتمتة الأعمال، وتسعى داتابيت لتكون جسرا يوصل بالأدوات المتاحة بالفعل في السوق العالمي، المجانية منها والمدفوعة الثمن، وتسعى كذلك لبناء أدوات من الصفر.'
        ) : (
          ' داتابيت معنية بتقديم أدوات تساعد على أتمتة الأعمال, وتسعى داتابيت لتكون جسرا يوصل بالأدوات المتاحة بالفعل في السوق العالمي, المجانية منها والمدفوعة الثمن, وتسعى كذلك لبناء أدوات من الصفر. دعوى المشروع جاية من الإيمان باللامركزية والمصدر والمفتوح وبالاقتصاد التشاركي وريادة الأعمال المجتمعية والإيمان بالدور المهم للتقنية في أتصال الناس وتفاعله مع بعضها البعض, ومجتمع التقنين هم أنفسهم من أكثر المجتمعات الملهمة للعمل الجماعي والتعاون, وهم كذلك الأكثر اتصالا وبالتالي الأسرع تطورا'
        )}
      </h4>
      <button onClick={() => setExpand (!expand)}>
        {expand ? 'أقرا المزيد' : 'أقرا أقل'}
      </button>
    </div>
  );
};

export default ReadMore;





